[
  {
    "id": "calling-alchemist",
    "name": "Alchemist",
    "tagline": "A crafter distilling the natural world into potions.",
    "for": "For players who like to plan ahead, collect ingredients, and do alchemy.",
    "desc": "An expert at distillation and brewing. Via chemical and magical means you are able to unlock the potential of natural substances and combine them to create power effects. Nothing is beyond your means, so long as you’re able to find sufficiently powerful ingredients.\n\nYou’ll start with a **Recipe Book** (*bulky*) which holds your potion recipes. If you obtain Spells or Rituals in the future, this book also acts as a Grimoire which can store magic.\n\nCreate **two potion recipes** to start with, you have **3 Vials** of each of those potions already brewed.",
    "equipment": [
      { "name": "Recipe Book", "desc": "Acts as a Grimoire that also stores your potion recipes.", "bulky": true, "enableMagic": true },
      { "name": "Alchemy Supplies", "desc": "", "bulky": false },
      { "name": "Vials of Potion 1", "desc": "Edit this to your first potion", "bulky": false, "quantity": 3 },
      { "name": "Vials of Potion 2", "desc": "Edit this to your second potion", "bulky": false, "quantity": 3 }
    ],
    "abilities": [
      {
        "id": "ability-T4KroGq36Ht",
        "type": "core",
        "name": "Potion Making",
        "desc": "A potion is a liquid substance consumed or applied in some way to create a magical effect.\n\nYou can distill plants, minerals, animal parts, and other ingredients into potion components. With the necessary components, you can brew doses of any potion whose recipe you know.\n\nWith time and effort you can develop new potion recipes. Explain the desired effects along with the proposed recipe. A potion recipe must contain at least two dissimilar components along with a brewing process. Brewing will usually take at least an hour and will produce 3 doses of the potion.\n\nAny potion effect is possible, but the required components and process may be esoteric or prohibitive.\n\nThe GM will tell you if it will work, or if one or more more of the following are true:\n\n- It will require one or more additional components.\n- It requires a laborious, time consuming, or difficult to achieve brewing process.\n- It takes a large amount of raw materials to produce a single dose.\n- It creates an unstable, volatile potion that must be used quickly or lose its efficacy.\n- The process is uncertain, and the final effect will depend on a random roll.\n- It will have an unintended side effect when consumed."
      },
      {
        "id": "ability-pId4TB77H6iZ0vQoQLKm",
        "type": "advanced",
        "name": "Dungeon Delicatessen",
        "desc": "You always know the best way to break down and prepare any creature for the safest and tastiest dining experience. When you cook and eat a monster organ temporarily gain a lessened version of an associated trait or ability. Lasts until you eat your next meal."
      },
      {
        "id": "ability-SX1GhIO17",
        "type": "advanced",
        "name": "Fine Palate",
        "desc": "You are (optionally) immune to the effects of anything you imbibe, and can identify all ingredients it contains."
      },
      {
        "id": "ability-79Dl2Qz2hr73wEn",
        "type": "advanced",
        "name": "Homebrewer",
        "desc": "You can brew alcoholic beverages with mild potion effects. Beverage recipes require only one component plus a fermentable (grain, fruit, sugar, etc.)."
      },
      {
        "id": "ability-J3a6NGE",
        "type": "advanced",
        "name": "Complex Compounding",
        "desc": "You can produce non-liquid potions that take the form of solids or gasses."
      }
    ],
    "rituals": [
      "ritual-bi-21"
    ],
    "info": ""
  },
  {
    "id": "calling-animals-companion",
    "name": "Animal’s Companion",
    "tagline": "A bonded pair of person and beast, facing the world side by side.",
    "for": "For players who want a cool pet or to ride a bear.",
    "desc": "Ranger, beastmaster, wildspeaker, hunter… the labels don’t matter, what’s important is that your companion is by your side. Your bond extends to the ends of the world and beyond.",
    "equipment": [
      { "name": "Bag of Snacks", "desc": "Something your companion loves.", "bulky": false }
    ],
    "choices": [
      { "choose": "linked", "name": "Your Companion", "id": "calling-animal" }
    ],
    "abilities": [
      {
        "id": "ability-f9YeyJAf9yKLmzhaA",
        "type": "core",
        "name": "Animal Companion",
        "desc": "You have formed a special bond with a creature. It will follow your commands and is unfailingly loyal. Should the worst happen, your companion will return to your side from beyond the Black River as a ghost. You can spend your own XP on your companion as you would on yourself."
      },
      {
        "id": "ability-2CpsKcwa",
        "type": "advanced",
        "name": "Level Up",
        "desc": "Through training, special diet, or ritual your companion has learned some new tricks. Pick two more abilities from the Animal Companion list.",
        "choices": [
          { "choose": "enhancement", "table": "rt-animal-companion", "linked": true },
          { "choose": "enhancement", "table": "rt-animal-companion", "linked": true }
        ]
      },
      {
        "id": "ability-45gBa",
        "type": "advanced",
        "name": "Tag Team",
        "desc": "When fighting the same enemy, you and your Animal Companion may make a maneuver alongside your attacks (tripping, disarming, etc.)."
      },
      {
        "id": "ability-t8NAuqBj8Y",
        "type": "advanced",
        "name": "Mind Meld",
        "desc": "You can share thoughts and senses with your Animal Companion from any distance."
      },
      {
        "id": "ability-7OoePjkQa87",
        "type": "advanced",
        "name": "Blink Bud",
        "desc": "You can teleport to your Animal Companion, teleport your Animal Companion to you, or swap places no matter the distance."
      }
    ],
    "info": ""
  },
  {
    "id": "calling-archivist",
    "name": "Archivist",
    "tagline": "A collector and collator of knowledge.",
    "for": "For players who like to keep notes and read lore.",
    "desc": "A collector of information, a keeper of stories, a traveling source of knowledge.\n\nYou start with your **Archive** (*bulky*) a tome which contains your accumulated knowledge. If you obtain Spells or Rituals in the future, this book also acts as a Grimoire which can store magic.\n\nTwo Topics of information are already stored within your Archive. The first two times you access your **Deep Lore** note down the relevent Topic.",
    "equipment": [
      { "name": "Your Archive", "desc": "Acts as a Grimoire that also stores your Topics. Starts with one Topic of information based on your prior studies and one ritual of your choice.", "bulky": true, "enableMagic": true }
    ],
    "choices": [
      { "choose": "equipment", "type": "wil", "die": 10 },
      { "choose": "magic", "type": "ritual", "random": false }
    ],
    "abilities": [
      {
        "id": "ability-BzHLsSJd6KM",
        "type": "core",
        "name": "Archival Expertise",
        "desc": "You are a **Linguistic Expert**: fluent in every known language, and can quickly learn new ones given time and examples of text or speech.\n\nThe **Deep Lore** of the world is always at your fingertips inside your **Archive**. The first time you encounter something new that falls within a Topic stored in your Archive, you may ask the GM a single question about it which will be answered honestly. Further questions about the same subject will take time or research to answer.\n\nGiven a new source of knowledge, it takes you at least one hour to copy a new Topic into your Archive. Significantly complex, in depth, or esoteric Topics may take more time to understand."
      },
      {
        "id": "ability-xwtZl5iJZps6lsz",
        "type": "advanced",
        "name": "Office Assistant",
        "desc": "Whether due to accumulated knowledge or through some arcane rite, your Archive has awoken into a sentient, floating being. Using your Archive as a Grimoire to cast Spells or perform Rituals still requires you to be in contact with it."
      },
      {
        "id": "ability-Je3E95zYpeVWxrx",
        "type": "advanced",
        "name": "Monster Manual",
        "desc": "Thoroughly examine a creature to record it as a Topic in your Archive. When you take ten minutes to review your notes you, and any who listen, gain +1 armor against those creatures the next time your encounter them, and can easily identify any weaknesses."
      },
      {
        "id": "ability-Fl1Cq8wGLLtwXK",
        "type": "advanced",
        "name": "Psychometry",
        "desc": "You can read an object’s history just by touching it. When you handle an object you can sense events that have happened to it. Emotionally charged and recent events take precedence, but with careful study you may ask specific questions."
      },
      {
        "id": "ability-4U0u0",
        "type": "advanced",
        "name": "Leap of Logic",
        "desc": "Your years of study have developed into a startlingly accurate intuition. The first time you encounter a situation (or person), you may ask the GM a single yes or no question about it (or them)."
      }
    ],
    "info": ""
  },
  {
    "id": "calling-artificer",
    "name": "Artificer",
    "tagline": "A builder of weapons, armor, and tools.",
    "for": "For players who like to craft items, or assemble mechanics like lego bricks.",
    "desc": "Your habit of always taking things apart to learn how they worked didn’t always endear you to people. When you started putting things back together people were mollified. Once they realized the things you’d put back together were better than before? That’s when you got popular.",
    "equipment": [
      { "name": "Your Artificing Tools", "desc": "", "bulky": false },
      { "name": "Masterwork Weapon", "desc": "", "bulky": false, "damage": "6" },
      { "name": "Masterwork Armor", "desc": "", "bulky": false, "armor": 1 },
      { "name": "Masterwork Item", "desc": "", "bulky": false }
    ],
    "choices": [
      { "choose": "enhancement", "table": "rt-artifice-improvements" },
      { "choose": "enhancement", "table": "rt-artifice-improvements" },
      { "choose": "enhancement", "table": "rt-artifice-improvements" }
    ],
    "abilities": [
      {
        "id": "ability-utgMYmv1ynu",
        "type": "core",
        "name": "Walking Workshop",
        "desc": "You can upgrade mundane objects or create new ones with a single improvement. They are fragile, unless significant time and effort is put into their production.\n\nWhen a fragile item is used, roll a d6 (for weapons and armor roll on Direct Damage):\n\n**1:** It breaks immediately (and likely violently). **2-3:** It’s damaged, and will break next time. **4-6:** It’s fine for now."
      },
      {
        "id": "ability-QOWLexeMSiXnGnELZAjl",
        "type": "advanced",
        "name": "Mystical Graft",
        "desc": "You can graft enchantments and effects from magic items, weapons or armor onto something else. This destroys the original item."
      },
      {
        "id": "ability-g2E8hXKFXVcy4fk4f4Um",
        "type": "advanced",
        "name": "An Eye for Engineering",
        "desc": "With careful study you can always discern the purpose and function of a mechanism, as well as the best way to break or repair it."
      },
      {
        "id": "ability-GNfO7UB",
        "type": "advanced",
        "name": "Efficient Artificing",
        "desc": "You can use Walking Workshop to create fragile objects with two improvements, or non-fragile ones with one improvement."
      },
      {
        "id": "ability-ROkZpg6bJKwjCWnc1",
        "type": "advanced",
        "name": "Mule",
        "desc": "You can carry up to four *bulky* items without penalty."
      }
    ],
    "info": ""
  },
  {
    "id": "calling-bag-bones",
    "name": "Bag of Bones",
    "tagline": "A walking, talking skeleton.",
    "for": "For players who don’t want to be at risk of dying easily, and would like to play a living cartoon.",
    "desc": "You’re a skeleton, made of bones and animated by some supernatural force. You’re hard to kill permanently, and don’t stay down for long.\n\nYou start with nothing more than your **Fearsome Visage** and **Lack of Flesh**.",
    "equipment": [
      { "name": "A Lack of Flesh", "desc": "", "bulky": false, "armor": 1 },
      { "name": "Fearsome Visage", "desc": "You frighten most creatures" }
    ],
    "abilities": [
      {
        "id": "ability-oZUNYHmsuoCugkQWK",
        "type": "core",
        "name": "No Body to Love",
        "desc": "Your **Lack of Flesh** grants you +1 Armor against physical damage.\n\nYour **Fearsome Visage** will be initially frightening to most creatures, unless you take measures to obscure your form.\n\nYou do not require food, water, or sleep and as long as your skull remains intact you cannot fully die.\n\nDirect Damage you suffer never overflows, instead Critical Damage causes a limb (or other significant part of your body) to fly off in addition to stepping down the relevant die. You don’t restore Attribute Dice by resting, but instead by replacing lost or damaged bones.\n\nIf you willingly detach a limb, you remain in control of it (but are still at risk of losing STR if those detached parts are broken)."
      },
      {
        "id": "ability-MSHeE9fRPF",
        "type": "advanced",
        "name": "No Bones About It",
        "desc": "You can incorporate other bones into your body to grant yourself an innate ability of the original creature. Unless extreme measures are taken the grafted bones are fragile and risk breaking after activating the borrowed ability."
      },
      {
        "id": "ability-WJ0gLa9GI",
        "type": "advanced",
        "name": "Your Bones Are Your Money",
        "desc": "You can remove bones from your body to offer in trade (causing a loss of STR). The person receiving your bones will believe they are valuable and greatly desirable. This lasts until midnight at which point the glamour is removed and they become aware they received nothing more than old bones."
      },
      {
        "id": "ability-57u3mM96QG8W",
        "type": "advanced",
        "name": "Humerus Presence",
        "desc": "You've developed a way of walking and talking that changes you from frightening to funny. Rather than an initial reaction of fear, you can choose for you first impression to be that of a harmless and hilarious bony jester."
      },
      {
        "id": "ability-l1cgWRrEGQih",
        "type": "advanced",
        "name": "Skeleton Crew",
        "desc": "Animate a dead creature's skeleton as a mount, minion, or pet. It has stats as it did in life, but falls apart and must be reanimated upon taking Critical Damage. Follows orders but otherwise has the intelligence of a moderately bright dog. You can maintain a number of animated skeletons equal to the number of Advanced Abilities you have."
      }
    ],
    "info": ""
  },
  {
    "id": "calling-blessed-water",
    "name": "Blessed of Water",
    "tagline": "Empowered through spiritually bonding with an aquatic place.",
    "for": "For players who like free-form effects, or want to play a water bender.",
    "desc": "You have a pact with some watery patron. You might be the daughter of a river spirit, have been granted a boon by an ocean goddess, or did some great deed for the guardian of a particular cove. In any case you were granted a small part of their power, and can always hear their voice in the patter of rain, the burble of a creek, or the crash of ocean waves.\n\nName your Patron, and choose the Blessing they’ve granted you.\n\nYou start with a water skin, or some other vessel, full with a gallon of water.",
    "equipment": [
      { "name": "Waterskin", "desc": "", "bulky": false },
      { "name": "A small, impossible token from your Patron", "desc": "", "bulky": false },
      { "name": "Water", "desc": "Water wielded as a weapon", "damage": 6, "bulky": false }
    ],
    "choices": [
      { "choose": "enhancement", "table": "rt-water-blessing" }
    ],
    "abilities": [
      {
        "id": "ability-yheXvd5Q3a4dI",
        "type": "core",
        "name": "One With The Water",
        "desc": "You are equally at home in water as you are on land. You can freely control a volume of water about the same size as yourself, if employed as a weapon it deals d6 damage."
      },
      {
        "id": "ability-okdz7qxV4GY",
        "type": "companion",
        "name": "Patron",
        "desc": "",
        "details": "Patron"
      },
      {
        "id": "ability-G5JospkMNZ",
        "type": "advanced",
        "name": "Twice Blessed",
        "desc": "Choose a second Water Blessing your Patron grants you.",
        "choices": [
          { "choose": "enhancement", "table": "rt-water-blessing" }
        ]
      },
      {
        "id": "ability-EJ0NF6WgFUE",
        "type": "advanced",
        "name": "Liquid Construction",
        "desc": "You can shape water into tools and equipment. Weapons deal d8 damage, and armor provides 1 Armor. You can maintain a number of items equal to twice the number of Advanced Abilities you have. Additionally, step up the damage your water does while using One With the Water offensively."
      },
      {
        "id": "ability-udLeJ5HX1F4UL0",
        "type": "advanced",
        "name": "Watery Tongue",
        "desc": "You can communicate with any creature that claims water as its home."
      },
      {
        "id": "ability-ouu9Fgs1Xu",
        "type": "advanced",
        "name": "Water Walk",
        "desc": "You (and any companions you choose to bring with you) may leap into a body of water, and emerge from the most recent body of water you were fully submerged in."
      }
    ],
    "info": ""
  },
  {
    "id": "calling-cleric-small-gods",
    "name": "Cleric of Small Gods",
    "tagline": "The only priest of a tiny deity whose words can change reality.",
    "for": "For players who prefer freeform magic over spell lists.",
    "desc": "You carry a small god around with you. You protect it, rather than the other way around. Possibly a baby god, a god of a small concept, a recently reincarnated god, a local god whose home was destroyed, or a ‘killed’ god. Regardless you are bound to it, and may speak with its words to alter the world around you.",
    "equipment": [
      { "name": "Your Small God", "desc": "", "bulky": false },
      { "name": "Domain Die", "desc": "", "bulky": false, "damage": 8 },
      { "name": "Holy Vestments", "desc": "", "bulky": false }
    ],
    "abilities": [
      {
        "id": "ability-RmMAxmH7EYvH2QdZs",
        "type": "core",
        "name": "Words of God",
        "desc": "Gods can speak only truth. When you speak with the words of your god if the words are not true, your god’s power will attempt to make it true. Define the Domain of your god."
      },
      {
        "id": "ability-89C6zyRZUfL1X7",
        "type": "companion",
        "name": "Small God",
        "desc": "",
        "details": "God"
      },
      {
        "id": "ability-jJFcakPAxs44p",
        "type": "advanced",
        "name": "Gemini",
        "desc": "Your god has a second Domain, complementary in some way to the first."
      },
      {
        "id": "ability-FIWYlZIG",
        "type": "advanced",
        "name": "Holy Site",
        "desc": "Spend a week and give a suitably impressive offering to create a holy site for your god. It shields those within from outside influence, and you may teleport yourself and your companions between holy sites."
      },
      {
        "id": "ability-vEDDL8QS",
        "type": "advanced",
        "name": "Offerings",
        "desc": "Make offerings to step up the Domain Die. Minor offerings last for a single statement, significant ones last for a day, and major offerings like establishing a church and congregation last indefinitely."
      },
      {
        "id": "ability-yO6xcctfI1m7M",
        "type": "advanced",
        "name": "Divine Colleagues",
        "desc": "Your god can always tell you which (if any) god or spirit claims an area, as well as how to contact them."
      }
    ],
    "info": ""
  },
  {
    "id": "calling-crystal-wizard",
    "name": "Crystal Wizard",
    "tagline": "A magic user harnessing the mystic properties of crystals.",
    "for": "For players who like to prepare magic before casting it, like to read through lists of magic, or want to focus on rituals over spells.",
    "desc": "Crystals speak to you. They whisper their secrets in frequencies and tones inaudible to most, but you’ve learned how to listen.\n\nYou start with a **Crystal Grimoire** which is stored within a crystal on, in, or around your body when not in use. Choose one Spell and two Rituals that it contains.\n\nYou also have two **Arcane Storage Crystals** each attuned to one of your two starting Rituals. These allow you to prepare rituals ahead of time to enact their effects instantly.",
    "equipment": [
      { "name": "Crystal Grimoire", "desc": "Choose one spell and two rituals.", "bulky": false, "enableMagic": true },
      { "name": "Arcane Storage Crystal", "desc": "Attuned to one of your rituals.", "bulky": false }
    ],
    "choices": [
      { "choose": "magic", "type": "spell", "random": false },
      { "choose": "magic", "type": "ritual", "random": false },
      { "choose": "magic", "type": "ritual", "random": false }
    ],
    "abilities": [
      {
        "id": "ability-lA4daKAkdhHkwM1J7",
        "type": "core",
        "name": "Crystal Wizardry",
        "desc": "You may attune your **Arcane Storage Crystals** with a ritual from your Grimoire. Attuning a crystal this way takes 6 hours, but does not require your constant attention (for example, you can start the process before you rest for the night). You can still perform attuned rituals out of your Grimoire as usual.\n\nDischarge a Storage Crystal to perform the attuned ritual immediately (a single combat round rather than 10 minutes), and without needing to sacrifice any components. Once discharged, a crystal must be attuned to a ritual to be used again.\n\nAnytime you spend XP you may convert an appropriate crystal in your posession into a new Storage Crystal. When you do, choose a new ritual to add to your Grimoire."
      },
      {
        "id": "ability-nB0jwe",
        "type": "advanced",
        "name": "Crystal Vibes",
        "desc": "You can pick up on the mystic vibrations caused by the single most intense emotional, spiritual, or magical nearby presence. This could be the mood of a crowd, the nature of an ongoing ritual, the presence of an angry spirit, or some other non-physical effect. With time, preparation, and the correct crystals, you can suppress or enhance these vibrations."
      },
      {
        "id": "ability-fYQjuNkz6hkWa",
        "type": "advanced",
        "name": "Soul Cage",
        "desc": "Store your soul in your Crystal Grimoire. You cannot die as long as it’s intact. If your body is destroyed transferring the crystal into a new body allows you to inhabit it."
      },
      {
        "id": "ability-NF46kd830sKJe",
        "type": "advanced",
        "name": "Telegraphic Crystals",
        "desc": "You can pair crystals such that things which effect one will effect the other. Sound, sight, and magic or other mystical effects are transmitted."
      },
      {
        "id": "ability-9ySL3upAtuAg9lK",
        "type": "advanced",
        "name": "Capture Crystals",
        "desc": "Create special Capture Crystals by spending 1 permanent Max Grit. Use these crystals to capture the souls of recently killed creatures, or weakened or subservient spirits. Summon the captured creatures as you would cast a spell (setting your Grit to 0 or making a WIL Save). You are deprived as long as you maintain the summon. Particularly powerful souls and spirits may take additional resources or incentive to capture, or be difficult to control."
      }
    ],
    "info": ""
  },
  {
    "id": "calling-demonic-sorcerer",
    "name": "Demonic Sorcerer",
    "tagline": "A magic specialist borrowing the skills of a spirit living in their head.",
    "for": "For players who like to make do with random results, or like to talk to themselves.",
    "desc": "A spirit of chaos, better known as a demon, has made its home in your head. In exchange for the shelter your body provides, it grants you access to the knowledge and skills its picked up from prior hosts. Sometime, when you die, it will leap to a new body and pass along the skills and knowledge it learned from you, but you might prefer not to think about that.",
    "equipment": [
      { "name": "Unusual choice of clothing", "desc": "Your demon insists on it.", "bulky": false }
    ],
    "choices": [
      { "choose": "magic", "type": "spell", "random": false },
      { "choose": "magic", "type": "ritual", "random": false }
    ],
    "abilities": [
      {
        "id": "ability-N8LCQHp",
        "type": "core",
        "name": "Demonic Passenger",
        "desc": "You have a demon in your brain which acts as a hands free Grimoire, a magical tutor, and a repository of ancient knowledge. As a being of pure spirit it cannot exist or interact with the material world on its own, and requires your body to do either.\n\n**Inherited Knowledge:** Choose a Topic based on your Demon’s prior host. You may ask questions about that Topic as per the Archivist’s Deep Lore ability.\n\nAnytime you spend XP, your Demon recalls a random spell or ritual (choose which) from a prior host.\n\n**Magical Storage:** Your Demon stores spells and rituals as though it were a Grimoire. Transferring spells or rituals into it removes them from the original source as usual.\n\n**Hands Free Spellcasting:** Using your Demon’s power you can cast spells while keeping your hands free for other activities.\n\nYou can have your Demon cast spells for you by stepping your WIL down instead of the usual costs (setting your Grit to zero or making a WIL Save)."
      },
      {
        "id": "ability-cZE7eJiYXtIlJoDGlR8",
        "type": "companion",
        "name": "Demon",
        "desc": "",
        "details": "Demon"
      },
      {
        "id": "ability-2rbpk03XDW",
        "type": "advanced",
        "name": "Demonic Sight",
        "desc": "Your Demon has learned to share its spiritual senses with you, allowing you to sense the presence and nature of nearby magical or supernatural energies."
      },
      {
        "id": "ability-KQnTxwTrvpdKt",
        "type": "advanced",
        "name": "Backseat Driver",
        "desc": "If you are ever knocked unconscious or have your mind impaired in any way, you can choose to have your Demon take over and control your body instead."
      },
      {
        "id": "ability-xx8rVjoOacHhh4ctl",
        "type": "advanced",
        "name": "Primal Chaos",
        "desc": "Set your Grit to zero, or destroy a delicate, fragile, or complex object in your possession, to hurl a d10 damage orb of pure chaos which will rust metal, rot wood, or decay what it touches."
      },
      {
        "id": "ability-iC4qvTIARTCeR",
        "type": "advanced",
        "name": "Demonic Expression",
        "desc": "Ongoing exposure to otherworldly energies has induced a unique mutation. For example: a demonic eye that sees true names, a scaled arm that steals secrets, or translucent skin that let's you sink into shadows."
      }
    ],
    "spells": ["?"],
    "rituals": ["?"],
    "info": ""
  },
  {
    "id": "calling-devoted",
    "name": "Devoted",
    "tagline": "Dedicated to an ideal. A paladin empowered through their faith and belief.",
    "for": "For players who like their character to live by a code.",
    "desc": "You are devoted to something larger than yourself. It might be a deity, an organization, or simply an ideal. Whatever it is, your devotion to it grants you strength beyond mortal ken. Whether it is power granted to you, or pulled from within, your devotion guides your actions.\n\nDeclare what it is you are devoted to, then choose a **Vow** you must live by, and two **Boons** your devotion grants you.\n\nYou start with a piece of **Armor** (1 Armor) decorated, indicative, or otherwise emblematic of your Devotion.",
    "equipment": [
      { "name": "Decorated Armor", "desc": "", "bulky": false, "armor": 1 }
    ],
    "choices": [
      { "choose": "enhancement", "table": "rt-devoted-vows" },
      { "choose": "enhancement", "table": "rt-devoted-boons" },
      { "choose": "enhancement", "table": "rt-devoted-boons" }
    ],
    "abilities": [
      {
        "id": "ability-nBOETu4rE",
        "type": "core",
        "name": "Oath of Devotion",
        "desc": "If you break your vow, you lose your boons for a year and a day, or until you make amends.\n\nYour Vow applies only to you, not to your companions."
      },
      {
        "id": "ability-rWOhqv3ZHrS",
        "type": "companion",
        "name": "Idol",
        "desc": "",
        "details": "Idol"
      },
      {
        "id": "ability-8SHdWB1l9xx2EzseJ1YK",
        "type": "advanced",
        "name": "Doubly Devoted",
        "desc": "Take a second Vow, and gain two additional Boons.",
        "choices": [
          { "choose": "enhancement", "table": "rt-devoted-vows" },
          { "choose": "enhancement", "table": "rt-devoted-boons" },
          { "choose": "enhancement", "table": "rt-devoted-boons" }
        ]
      },
      {
        "id": "ability-ha0c4cfA8o",
        "type": "advanced",
        "name": "Living Legend",
        "desc": "Choose your name, Oath, or a Eulogy Entry you haven't previously chosen and put a tick next to it. Based on the chosen element, force a strong reaction from an NPC: pick two from Fear, Hate, Respect, and Adoration. The GM will pick one of those two to be true."
      },
      {
        "id": "ability-uQ3tbvrG4C",
        "type": "advanced",
        "name": "Constant Vigilance",
        "desc": "You are never taken by surprise. If there’s a question as to who acts first in a situation, the answer is you."
      },
      {
        "id": "ability-szuS6Pmb",
        "type": "advanced",
        "name": "Always Prepared",
        "desc": "You carry a bag which can be opened at any time to reveal a useful, mundane item of your choice. You can do so again once you’ve been somewhere you could have restocked it."
      }
    ],
    "info": ""
  },
  {
    "id": "calling-grimblade",
    "name": "Grimblade",
    "tagline": "Owner of a mystic weapon.",
    "for": "For players who want to hit things and cast spells at the same time.",
    "desc": "You are a grimblade and you have a grimblade, a unique and very large weapon that you’ve learned the trick of putting spells into. Whether you physically inscribe it onto a meteor metal blade, or embed the spells into a crystal hammer, you find this eminently more practical than lugging a big book around.",
    "equipment": [
      { "name": "Grimblade", "desc": "Feel the magic.", "bulky": true, "damage": 10, "enableMagic": { "type": "spells" } }
    ],
    "choices": [
      { "choose": "magic", "type": "spell", "random": false },
      { "choose": "magic", "type": "spell", "random": false }
    ],
    "abilities": [
      {
        "id": "ability-WgN2wz0bGxQ",
        "type": "core",
        "name": "Grimblade",
        "desc": "You have a mystical weapon capable of storing spells (but not rituals) as though it were a Grimoire. It is any type of melee weapon, made of some unusual material. Your Grimblade is indestructible and you always know where it is.\n\n### Grimblade\n\nYour Grimblade acts as a Grimoire which can only store spells. It can take the form of engraving arcane words onto the flat of a great two handed blade, embedding mystic energy into the crystalline head of a massive hammer, or simply bashing people about the head with a very large book.\n\n### Kinetic Spellcasting\n\nIf you deal Direct Damage (this does not require Critical Damage) with your Grimblade you may immediately cast a spell ignoring the usual costs. You do not set your Grit to zero or make a Save. You can still cast spells from it as usual, but if you cast a spell while at zero Grit you roll the Save with your STR rather than your WIL."
      },
      {
        "id": "ability-2hSXpe4gys1petRbfTZr",
        "type": "advanced",
        "name": "Hammerspace",
        "desc": "You can store your Grimblade in a sub dimensional space (a Mary Poppins bag, a small portal, a tattoo, etc.) where it can be retrieved instantly."
      },
      {
        "id": "ability-33jNo6LbpJCgtocaF",
        "type": "advanced",
        "name": "Spell Disruption",
        "desc": "You can destroy weak (and disrupt powerful) ongoing spells and enchantments with your Grimblade. If there is risk of magical backlash, make a STR Save to avoid it."
      },
      {
        "id": "ability-nuSoGVvdxfBp9MOk1j6",
        "type": "advanced",
        "name": "Mystic Strike",
        "desc": "Set your Grit to zero to deal max damage on an attack. You can only do this if you’re not already at zero Grit."
      },
      {
        "id": "ability-x6EJOh1t5HZEl9b0I",
        "type": "advanced",
        "name": "I, Grimblade",
        "desc": "Whether through the magic stored within it or from some other means, your Grimblade has become sentient and ambulatory. It can float, act, and attack on its own. Kinetic Spellcasting still requires you to be wielding the blade yourself to function."
      }
    ],
    "info": ""
  },
  {
    "id": "calling-runewright",
    "name": "Runewright",
    "tagline": "A crafter of precise and unique magics.",
    "for": "For players who like to assemble unique effects out of logical or grammatical components.",
    "desc": "You imbue and channel power through engraved symbols of power. Runes are subtler, slower, and longer lasting than spells. When applied properly, they are art.\n\nYou begin with knowledge of two **Elements**, two **Verbs**, and two **Subjects**.\n\nYou also have two **Key Runes** tattooed or otherwise engraved onto your body.",
    "equipment": [
    ],
    "choices": [
      { "choose": "enhancement", "table": "rt-ruins-elements" },
      { "choose": "enhancement", "table": "rt-ruins-elements" },
      { "choose": "enhancement", "table": "rt-ruins-verbs" },
      { "choose": "enhancement", "table": "rt-ruins-verbs" },
      { "choose": "enhancement", "table": "rt-ruins-subjects" },
      { "choose": "enhancement", "table": "rt-ruins-subjects" }
    ],
    "abilities": [
      {
        "id": "ability-iVwrspxo0",
        "type": "core",
        "name": "Runic Inscription",
        "desc": "Runic magic is subtler than both Spells and Rituals, dealing mostly with modifying existing things. The effects are long lasting, but generally less powerful.\n\nYou can inscribe runes that incorporate one Element, one Verb, and one Subject.\n\nWhen you inscribe a rune, tell the GM what your intended effect is and what components you plan to use to achieve that. They’ll tell you if that’s possible, or if you’ll have to do more to achieve your goal. Wide reaching or particularly powerful effects might require a unique material to hold the rune, or for the rune to be duplicated in multiple places.\n\nOnce inscribed, activate a rune by physically touching it to one of your **Key Runes**. Each Key Rune can only empower on Rune at a time. You may deactivate a Rune with a thought from any distance to free a Key Rune to be used again. Any number of Runes can be inscribed, but you may only have one per Key Rune empowered at once.\n\nWhenever you spend XP gain an additional Key Rune."
      },
      {
        "id": "ability-1Se9MxJCXOeijXRmAN",
        "type": "advanced",
        "name": "Expansive Research",
        "desc": "Learn the remaining Elements, Verbs and Subjects from the standard lists."
      },
      {
        "id": "ability-uCW7oACqPu7",
        "type": "advanced",
        "name": "Remote Control",
        "desc": "You can activate inscribed runes from a distance without needing physical contact with the Key Rune used. You may also inscribe specific conditions into your run which, after being empowered, will cause a runes effects to activate upon the conditions being met."
      },
      {
        "id": "ability-UNkzs6E2",
        "type": "advanced",
        "name": "Synergistic Conjunctions",
        "desc": "You’ve learned the **And** component which lets you write runes that incorporate multiple Elements, Verbs, and Subjects simultaneously. This can also be used to chain several runes together."
      },
      {
        "id": "ability-0L2lI8NkURy43",
        "type": "advanced",
        "name": "Esoteric Elements",
        "desc": "You’ve learned to manipulate the following two elements in your runes:\n\n- **Time**: dealing with speeding or slowing things.\n- **Space**: dealing with locations and distances."
      }
    ],
    "info": ""
  },
  {
    "id": "calling-sneaky-bastard",
    "name": "Sneaky Bastard",
    "tagline": "An expert in self cloning and underhanded tricks.",
    "for": "For players who like plans within plans, and to be in two places at once.",
    "desc": "You’ve always been up to something. When people look one way, you’re going the other. There’s always at least one more ace up your sleeve. Of course all this has a tendency to ruffle feathers, so it’s a good thing you’ve got the perfect partner to watch your back… yourself.",
    "equipment": [
      { "name": "Daggers", "desc": "You always manage to have another one secreted about your person.", "bulky": false, "damage": 6 },
      { "name": "Bump keys", "desc": "(1: the lock and key break, 2: the lock breaks, 3: the key breaks, 4-6: nothing breaks)", "bulky": false, "damage": 6 },
      { "name": "Dramatic looking Cloak", "desc": "Stylish", "bulky": false }
    ],
    "abilities": [
      {
        "id": "ability-HgZpwyb5CcfUGG",
        "type": "core",
        "name": "Self Cloning Technique",
        "desc": "You have the ability to split apart or create copies of yourself. Choose the style of cloning you use:\n\n### Split Self\n\nDivide yourself in two. Your split starts with your Grit and a d4 in all Attributes. You may step down your own Attributes to step up the corresponding Attribute of your clone. If either half dies the missing Attributes are lost, although you may heal back to your maximums as usual. You are both halves of yourself at all times and you both have access to your inventory, although only one half may use a specific item at any given time.\n\n### Shadow Clone\n\nYou can separate your shadow from your physical self. Your shadow is insubstantial and immaterial, but cannot pass through opaque objects. It is immune to physical damage, but vulnerable to magic and bright lights. Your shadow can hide in the shadow of another creature, and while there you can read their surface thoughts, and communicate to them mentally.\n\n### Illusory\n\nCreate a number of illusory clones up to the number of advanced abilities you have. Your clones are insubstantial and intangible but are otherwise indistinguishable from your real self. You do not have to declare which of you is real until it matters, and you share the senses of all clones simultaneously. When attacking with clones if you would deal Direct Damage you must either declare the clone is actually you or reveal it as an illusion."
      },
      {
        "id": "ability-dLECI7M47my",
        "type": "advanced",
        "name": "Multifarious Copies",
        "desc": "When you create your clone you may freely change its physical appearance."
      },
      {
        "id": "ability-N7Nq1oJ",
        "type": "advanced",
        "name": "For He Can Creep",
        "desc": "Your footsteps make no sound, and you are impossible to see by mundane means while you are motionless in shadow. You may extend this effect to anyone you choose within 10 feet of you."
      },
      {
        "id": "ability-cqcAwHfJzhK",
        "type": "advanced",
        "name": "Snap",
        "desc": "Recall your clone to yourself, or yourself to your clone from any distance. Anyone touching you while you do so is carried along."
      },
      {
        "id": "ability-5Iifb8xa8x3lgCew",
        "type": "advanced",
        "name": "Pick Pocket",
        "desc": "While a creature is totally unaware of your presence (discounting clones) you may swap an object they carry with an object of similar size and heft."
      }
    ],
    "info": ""
  },
  {
    "id": "calling-soulbearer",
    "name": "Soulbearer",
    "tagline": "A steward of a beast’s soul, able to transform into that creature through ancient rites.",
    "for": "For players who want to be an animal sometimes.",
    "desc": "The soul of a great beast lives within you, granting you its skills and form. Shamanic ritual prepares for such a transfer, layering soul upon soul for generations until an animal is ready to make a Soulbearer.",
    "equipment": [
      { "name": "Your Great Soul", "desc": "You may want to maintain a separate sheet for your animal shape.", "bulky": false },
      { "name": "Beneficial trait", "desc": "Something from your soul animal.", "bulky": false },
      { "name": "Inconvenient trait", "desc": "Something from your soul animal.", "bulky": false }
    ],
    "choices": [
      { "choose": "enhancement", "table": "rt-animal-companion" },
      { "choose": "enhancement", "table": "rt-animal-companion" },
      { "choose": "enhancement", "table": "rt-animal-companion" }
    ],
    "abilities": [
      {
        "id": "ability-Cz3QXo",
        "type": "core",
        "name": "Great Soul",
        "desc": "An unusually dense and powerful soul from some animal has been ritualistically implanted into you. This grants you some measure of that animal’s skills as well as the ability to freely transform into it."
      },
      {
        "id": "ability-zh6TmLb",
        "type": "advanced",
        "name": "Soul Sight",
        "desc": "Temporarily blind yourself to the material world to see creature’s souls. You can see, through all but the most powerful of illusions, what sort of creature they are as well as their current mood."
      },
      {
        "id": "ability-CvRBK4Lwr",
        "type": "advanced",
        "name": "Spiritual Resistance",
        "desc": "Your Great Soul gives you a spiritual density and fullness that makes it difficult for outside forces to influence you. You are immune to charm, sleep, fear, mind control, and other similar supernatural effects."
      },
      {
        "id": "ability-WWhF1MVXlfHIAYPCB0hc",
        "type": "advanced",
        "name": "Speaker to the Dead",
        "desc": "You can consult with the lingering souls and spirits of those who died nearby. Recalcitrant spirits may require offerings or favors before being willing to assist."
      },
      {
        "id": "ability-IZpjC5D6bZdc",
        "type": "advanced",
        "name": "Psychopomp",
        "desc": "When you are attendant to the death of a creature (whether caused by you or not) you may take temporary custody of its soul. You can use your Great Soul ability to take that creature’s form once, but afterwards the soul passes beyond the Black River."
      }
    ],
    "info": ""
  },
  {
    "id": "calling-witch",
    "name": "Witch",
    "tagline": "A magician of ancient secrets, assisted by their magically bonded familiar.",
    "for": "For players who want to cast spells and also have an adorable pet.",
    "desc": "Familiar at your side, you channel the forces of magic across the mystic bond that connects you. You are a shepherd to ancient secrets, passed from person to person to keep them safe from forces who would rather see it lost.",
    "equipment": [
      { "name": "Grimoire", "desc": "Giant book of spells.", "bulky": true, "enableMagic": true },
      { "name": "A fanciful hat or ornamentation", "desc": "Ooo, that is fancy.", "bulky": false }
    ],
    "choices": [
      { "choose": "magic", "type": "spell", "random": false },
      { "choose": "magic", "type": "spell", "random": false },
      { "choose": "magic", "type": "ritual", "random": false },
      { "choose": "linked", "name": "Your Familiar", "id": "calling-witch-familiar" }
    ],
    "abilities": [
      {
        "id": "ability-27yXkuj",
        "type": "core",
        "name": "Familiar Bond",
        "desc": "You have magically bonded to a small creature. This bond allows you to channel magic through the Familiar, letting it cast spells for you."
      },
      {
        "id": "ability-ObEnmS842gybJWPcFw0",
        "type": "advanced",
        "name": "Wild Spellcapture",
        "desc": "You know the ancient secrets of binding wild magic into spells and rituals. By disintegrating your familiar into raw magic while it interacts with a natural magical phenomenon, your Familiar Bond creates a direct link to the magic allowing you to bind it into your Grimoire (you'll have to re-summon your Familiar afterwards). Work with the GM to determine the details of the spell or ritual you create."
      },
      {
        "id": "ability-Zb6RYv",
        "type": "advanced",
        "name": "Familiar Sights",
        "desc": "You can borrow the senses of your familiar and guide them remotely."
      },
      {
        "id": "ability-R6T3Dti",
        "type": "advanced",
        "name": "Unfamiliar Familiar",
        "desc": "Each time you re-summon your Familiar you can choose a new form for it to take (adjusting the Animal’s Companion options as needed)."
      },
      {
        "id": "ability-CeazMCuLjUgGJL5V8U3y",
        "type": "advanced",
        "name": "Witch Steed",
        "desc": "In your hands a broom, cauldron, or other household object becomes a flying steed."
      }
    ],
    "info": ""
  },
  {
    "id": "calling-witch-familiar",
    "hidden": true,
    "grit": 1,
    "attrs": { "str": 4, "dex": 4, "wil": 4 },
    "name": "Familiar",
    "tagline": "A magical companion.",
    "for": "",
    "desc": "Casting a spell through your Familiar works the same as you casting a spell, except the Familiar pays the costs: its Grit is set to zero, or it must make a WIL Save. You can have your Familiar concentrate on a spell cast through it to maintain it, and remain deprived, in your place. This allows you to keep two spells maintained simultaneously.\n\nSo long as you are alive, your Familiar Bond prevents your Familiar from being permanently destroyed. If killed you can always re-summon your Familiar through an hour long ritual unique to you.",
    "equipment": [
      { "name": "Attack", "desc": "Bites, claws, pecks...", "bulky": false, "damage": 4 }
    ],
    "choices": [
      { "choose": "enhancement", "table": "rt-animal-companion" },
      { "choose": "enhancement", "table": "rt-animal-companion" }
    ],
    "abilities": [
    ],
    "info": ""
  },
  {
    "id": "calling-animal",
    "hidden": true,
    "grit": 3,
    "attrs": { "str": 6, "dex": 6, "wil": 6 },
    "name": "Companion",
    "tagline": "A loyal companion.",
    "for": "",
    "desc": "",
    "equipment": [
      { "name": "Attack", "desc": "Bites, claws, pecks...", "bulky": false, "damage": 6 }
    ],
    "choices": [
      { "choose": "enhancement", "table": "rt-animal-companion" },
      { "choose": "enhancement", "table": "rt-animal-companion" },
      { "choose": "enhancement", "table": "rt-animal-companion" }
    ],
    "abilities": [
      {
        "id": "ability-2CpsKcwa-companion",
        "type": "advanced",
        "name": "Level Up",
        "desc": "Through training, special diet, or ritual you have learned some new tricks. Pick two more abilities from the Animal Companion list.",
        "choices": [
          { "choose": "enhancement", "table": "rt-animal-companion" },
          { "choose": "enhancement", "table": "rt-animal-companion" }
        ]
      }
    ],
    "info": ""
  }
]