[
  { "name": "Astral Projection", "desc": "Project your soul from your body. You are ethereal and are immune to physical attacks and hazards. Magical and spiritual effects still impact you, and could sunder you from your body." },
  { "name": "Augury", "desc": "Toss bones, draw cards, or otherwise cast lots to immediately divine the outcome of a specific action. There is a 3 in 6 chance of a meaningful answer of weal, woe or uncertain. If the roll fails it is always uncertain. Increase the chance of a meaningful answer by 1 in 6 for each of: burning an offering, taking 10 minutes, involving a living creature." },
  { "name": "Be Our Guest", "desc": "[drop of blood] Grant temporary life and sentience to an inanimate object. It will follow the first command you give it, but act according to its nature for the remaining 10 minutes of its life." },
  { "name": "Bird’s Eye View", "desc": "Summon a flock of nearby birds to perform surveillance for you. They will follow your instructions for a day and report to you what they find, although they will not put themselves in harm’s way. For each additional day of service the flock will require a large quantity of bird feed." },
  { "name": "Bloody Bane", "desc": "[blood] Mark a weapon with blood. The weapon bypasses any armor and supernatural defenses of the creature whose blood was used until the blood washes off." },
  { "name": "Bottled Weather", "desc": "Capture the current weather in a bottle as you perform a ritual. Open the bottle to release the weather." },
  { "name": "Celestial Interruption", "damage": 12, "desc": "Halt the passage of time, it remains whatever time of day it was when you performed the ritual. As long as the effect lasts everyone is deprived, wounds do not heal, and souls cannot cross the Black River. When you release your grip, suffer d12 Direct Damage to WIL, plus an additional d12 for each skipped day as time snaps back into motion." },
  { "name": "Chain of Unseeing", "desc": "Enclose an area in a chain of precious metal. Until something crosses the chain, everything within is shielded from mundane and magical sight." },
  { "name": "Circle of Protecting Flame", "damage": 10, "desc": "[flammable material] Trace a closed loop around an area with a flammable material. As long as you stay within the enclosed space, anything attempting to cross will cause the loop to ignite into a wall of flame, dealing d10 damage." },
  { "name": "Clay Minion", "desc": "Form a creature from clay. Inscribe instructions onto the clay to animate the creature, which will follow those instructions. The stats of the minion are determined by its size and shape. Anything beyond very basic instructions will dramatically increase the time needed to perform this ritual. The minion lasts until you perform this ritual again." },
  { "name": "Curse Object", "desc": "Curse an object. The next creature to handle it will be cursed with bad luck, and be unable to rid themselves of that object. While they posses the object they re-roll any die that rolls its max value." },
  { "name": "Devil’s in the Dust Trails", "desc": "Blow dust at a mark on a surface (scratch, scuff, footprint). The dust will briefly animate to show you what caused the mark." },
  { "name": "Explosive Runes", "damage": 10, "desc": "Draw a rune on a surface. The rune explodes in a d10 blast at your command, or when read by any creature. You are deprived until the runes are triggered." },
  { "name": "Eye in the Sky", "desc": "Pop one of your eyeballs out, it orbits your head for 10 minutes. You can still see through the eye." },
  { "name": "Fire Trap", "damage": 10, "desc": "Curse an object. The next creature to handle it is dealt 1d10 Direct Damage and set aflame." },
  { "name": "Flame Friend", "desc": "[piece of charcoal] Eat a piece of charcoal to summon an orb of flame that follows you for a day to provide illumination." },
  { "name": "Herb’s Interplanar Delivery", "desc": "[money] An extra planar devil will deliver a hot, fresh meal in ten minutes or less. Costs what a meal at a decent restaurant would cost in the general area the ritual is used, plus a 25% delivery charge. Tips welcome." },
  { "name": "Hidden Door", "desc": "Trace the outside of a door in chalk. A tactile illusion stretches in to hide the presence of the door. Can be broken by someone who knows where the door should be interacting with it." },
  { "name": "If These Walls Could Talk", "desc": "Draw a mouth on a wall using your own saliva. Using that mouth, the wall will answer one question to the best of its ability about something that occurred in its presence." },
  { "name": "Illusory Terrain", "desc": "Create a perfect, physically tangible illusion to cover a location. One object within the illusion must remain unchanged, and can be used to break the illusion. The ritual takes more time to perform based on the size of the location. 10 minutes for a room, 1 day for a small building, 1 week for a castle." },
  { "name": "Living Weapon", "desc": "Enchant a weapon to float behind you and attack at your command. It deals its own damage, and has 3 Grit. Lasts until it takes Direct Damage or you perform this ritual again." },
  { "name": "Locate Object", "desc": "Concentrate on a specific object. You know the direction and distance to that object as well as its current state. Can be used with objects you do not have first hand knowledge of, but the less detailed the description the more vague the effects." },
  { "name": "Midnight Market", "desc": "Perform this ritual at midnight to open a portal to the Midnight Market, a fae gathering where nearly anything can be purchased for the right price. Remaining in the Market past sunrise runs the risk of being trapped." },
  { "name": "Mindlink", "desc": "Your and any number of willing creatures you touch form a telepathic link and may speak to each other from any distance until the next sunrise." },
  { "name": "Monstrous Melding", "desc": "Take 6 hours to transplant a monster’s organ or limb into a willing subject. They gain some aspect of the power or abilities of the donor. Lasts for a week, unless the ritual is performed again during that duration in which case the effect becomes permanent (some side effects may occur)." },
  { "name": "No Mask? No Mask!", "desc": "[clay] Smear a person’s face with clay to reshape their flesh as though it were putty. Lasts until sunrise." },
  { "name": "Oathkeeper’s Light", "damage": 6, "desc": "[white flower] Burn the flower while an oath is sworn. Flame will internally ignite any who break the oath, dealing them d6 Direct Damage every sunrise for a week." },
  { "name": "Pearl’s Pocket Paradise", "desc": "[money] Draw a door on a flat surface. The door opens only for you, and into an inn room with a simple sleeping pad. If you sacrifice money while performing this ritual, the quality and quantity of the amenities increases. The increase in quality is cumulative with the money sacrificed during each performance of the ritual." },
  { "name": "Perfect Divination", "desc": "[beast’s heart] Consume the still warm heart of a beast to be granted perfect knowledge of the next day. Once, at any point during the next 24 hours, you may declare that what just happened was not reality, but actually part of your vision of the future. “Rewind” time by up to 10 minutes. Cannot be performed again until the initial 24 hour period has passed." },
  { "name": "Planar Summoning", "desc": "[offering] Draw a summoning circle then speak the true name of an extra planar creature and give a suitably tempting offering to summon it. The circle will keep the creature contained until you release it, or the circle is broken from without. This ritual does not grant any control or influence over the summoned creature." },
  { "name": "Pocket Container", "desc": "[chest] The first time you perform this ritual, the chest is hidden in a pocket dimension. Afterward, this ritual resummons that chest." },
  { "name": "Polymorph", "desc": "[blood] Transform into the creature whose blood you drank during the ritual until the next sunrise." },
  { "name": "Purifying Flame", "desc": "Name a specific poison, disease, or enchantment to purge it from an individual. Use is still possible without knowing the specific name, but results may be inconsistent or have side effects." },
  { "name": "Reflexive Invisibility", "desc": "[bio sample] Consume a sample from the target (a bit of hair, drop of blood, etc). You and the target cannot see one another. Lasts until you perform this ritual again." },
  { "name": "Resizing Loop", "desc": "Tie thread around something, and tighten the loop as you perform this ritual. As the loop shrinks, whatever is tied also shrinks with it. Lasts until the thread is broken." },
  { "name": "Soul Stone", "desc": "[diamond] As this ritual is performed the subject of the ritual consumes a diamond. If they are killed, their mind and soul is preserved within the diamond. They’ll still need a new body though." },
  { "name": "Spectral Torment", "desc": "[hair] Burn a tuft of hair as the sun sets. Until the sun rises, the owner of the hair is ceaselessly harassed by ghosts and spirits." },
  { "name": "Spell Encapsulation", "desc": "Embed a spell into runes drawn on a surface. Set a trigger, when that trigger’s condition is met the spell is automatically cast. Can be quickly reset by casting the spell into the runes. Rituals Cont." },
  { "name": "Spider Eye", "desc": "[spider] Eat a spider. Afterwards one of your eyeballs crawls out of its socket on spider legs. You can direct where the eyeball goes, and can still see through it. The eyeball may stay separated from you indefinitely, but is fragile and at risk of harm or destruction." },
  { "name": "Storage Hall", "desc": "Open a portal to an infinite space filled with rows of impermeable 10x10x10 foot cubes. The closest of these cubes is open on one side. Anything stored within this box is kept perfectly preserved." },
  { "name": "Summon Swarm", "desc": "[vermin] Kill an insect, rat, or other vermin with your bare hands. Summon a swarm of the sacrificed creature with total mass equal to a cow. You can control the direction the swarm moves in for ten minutes, but afterwards the swarm will act on its own." },
  { "name": "Tele-Door", "desc": "Mark a door with a unique symbol. The next door you open opens to the door you marked. Lasts until either door is closed." },
  { "name": "Temporal Seal", "desc": "Form a loop with a rope, chain, or other cord. Time within the loop is totally frozen until the cord is broken. The ritual provides no protection or enhancement to the cord itself. The ritual takes more time to perform if the enclosed space is large: 10 minutes to enclose a person, 1 day to enclose a room, 1 week to enclose a building." },
  { "name": "The Dead Speak", "desc": "[a candle] Drip wax into the mouth of a dead creature and ask it 3 questions. It will answer two truthfully. After answering that creature will never respond to this spell again." },
  { "name": "Threshold Sentinel", "damage": 12, "desc": "[alcohol] Awaken the spirit of a doorway or similar threshold with an offering of alcohol. The spirit will prevent anyone from passing through the doorway unless they know a passcode you set, dealing d12 damage to anyone that forces their way through. Lasts a day, but becomes permanent if repeated daily for a week." },
  { "name": "Tongue of the Blue Serpent", "desc": "Inscribe rust- colored, serpentine letters on a surface. Anyone reading these words becomes immobilized unless they succeed a WIL Save vs your WIL." },
  { "name": "Tree Form", "desc": "[twig] Ritualistically prepare a twig. Afterwards, anyone may snap the branch to transform into a tree of the same type as the branch. The transformed person may return to their original form at will." },
  { "name": "True Name Bolt", "desc": "Enchant a bolt, arrow, or other ammunition with the true name of a single creature along with something from their body (hair, blood, etc.). If it deals Direct Damage to the named target it will instantly kill them." },
  { "name": "Umbral Steed", "desc": "[skull] Summon a tireless undead steed which is destroyed by sunlight." },
  { "name": "Winged Courier", "desc": "Transform paper into a small bird which will fly to a person you name before transforming back." }
]