[
  { "id": "spell-bi-00", "name": "Acid Fingers", "desc": "Your hands secrete acid for a minute. Step up the damage of your unarmed attacks, and degrade armor or equipment on Critical Damage." },
  { "id": "spell-bi-01", "name": "AntiGravity", "desc": "Gravity no longer affects a creature or object your size or smaller for a single round." },
  { "id": "spell-bi-02", "name": "Barrier", "desc": "Create a transparent, indestructible barrier of any shape with a total area of 10 square feet." },
  { "id": "spell-bi-03", "name": "Black Ice", "desc": "Freeze a surface with slick, difficult to see ice. Lasts as long as ice would last given the ambient temperature." },
  { "id": "spell-bi-04", "name": "Black Tentacles", "damage": 6, "desc": "Black tentacles surge from a spot you choose, and make d6 attacks to attempt to grasp any creatures within 10 feet." },
  { "id": "spell-bi-05", "name": "Bleeding Edge", "damage": 4, "desc": "Awaken bloodthirst in a bladed weapon. Its next strike deals max damage, but if that hit does not cause Critical Damage to the target the blade deals the wielder d4 Direct Damage." },
  { "id": "spell-bi-06", "name": "Bone Bomb", "desc": "Make a (dead) skeleton explode into shrapnel. Deals blast damage relative to the size of the skeleton. Can be used on skeletons with flesh on them, but the result is wetter and deals less damage." },
  { "id": "spell-bi-07", "name": "Bonus Limbs", "damage": 4, "desc": "Grant a creature d4 extra limbs (of your choice)." },
  { "id": "spell-bi-08", "name": "Burning Gaze", "damage": 6, "desc": "Your eyes burst into flames, dealing d6 damage to everyone in your sight. Critical Damage sets creatures aflame. Small, flammable objects in view will also be set aflame." },
  { "id": "spell-bi-09", "name": "Call Object", "desc": "Summon an object you’ve held in your hand within the last 10 minutes." },
  { "id": "spell-bi-10", "name": "Chain Lightning", "desc": "Fire a d8 damage bolt of lightning from your fingers, which then leaps to a new target for d6 damage, then a third for d4 damage." },
  { "id": "spell-bi-11", "name": "Cloak of Winds", "desc": "Swirling winds surround you and anyone within reach. All incoming missile attacks are impaired." },
  { "id": "spell-bi-12", "name": "Dragon’s Breath", "damage": 6, "desc": "Vomit an random elemental breath as a cone, 1d6 blast damage. Random element 1d6: Fire, Ice, Lightning, Acid, Sand, Water." },
  { "id": "spell-bi-13", "name": "Electro-static Attraction", "desc": "Two objects the size of a cat or smaller become strongly attracted to each other." },
  { "id": "spell-bi-14", "name": "Entropic Drain", "damage": 6, "desc": "Siphon 1d6 Grit from one target to another." },
  { "id": "spell-bi-15", "name": "Feather Fall", "desc": "A creature falls lightly and safely until the next time they touch the ground." },
  { "id": "spell-bi-16", "name": "Finger Flare", "desc": "Make finger guns and fire a bright, but harmless, magical flare." },
  { "id": "spell-bi-17", "name": "Fireball", "damage": 10, "blast": true, "desc": "Cause an existing flame to explode in a d10 damage blast." },
  { "id": "spell-bi-18", "name": "Fire Bolt", "damage": 10, "desc": "Shoot a d10 bolt of fire from your finger, ignite the target on Critical Damage." },
  { "id": "spell-bi-19", "name": "Freezing Missile", "damage": 8, "desc": "Fire a d8 magical dart, Critical Damage freezes the target in place for a turn. Concentrate to hold them longer (WIL Save vs their STR)." },
  { "id": "spell-bi-20", "name": "Good Vibes", "desc": "A single creature chills out (i.e. neutral on a Reaction Roll). The effect is broken if ill intent is shown." },
  { "id": "spell-bi-21", "name": "Grease", "desc": "Launch a blob of slippery, flammable grease the size of your fist." },
  { "id": "spell-bi-22", "name": "Haste", "desc": "Triple a creature’s speed." },
  { "id": "spell-bi-23", "name": "Ice Spear", "damage": 10, "desc": "A spear of ice emerges from a body of water or patch of ice. Deals d10 damage if someone is in the way." },
  { "id": "spell-bi-24", "name": "Illusory Weapon", "desc": "Summon an illusory, floating copy of a weapon in your possession. You direct the weapon’s movement and may attack with it for as long as the spell is active." },
  { "id": "spell-bi-25", "name": "Immovable Mod", "desc": "An object the size of a cat (or smaller) becomes immobile and indestructible." },
  { "id": "spell-bi-26", "name": "Instigator", "desc": "Summon an alligator. You do not control the alligator. It exists for 2d6 minutes (rolled secretly)." },
  { "id": "spell-bi-27", "name": "Interrogator", "desc": "Summon an alligator which will attack anyone that tells a lie in its presence." },
  { "id": "spell-bi-28", "name": "Kinetic Blast", "damage": 6, "blast": true, "desc": "Unleash a cone of force in a d6 damage blast in front of you. Any who suffer Direct Damage are knocked down." },
  { "id": "spell-bi-29", "name": "Lighting Bolt", "desc": "Shoot a d10 damage bolt of electricity. Impair the next attack or Save on Critical Damage." },
  { "id": "spell-bi-30", "name": "Loyal Lock", "desc": "Command a lock to remain open or closed. It will do so until someone manages to convince it otherwise." },
  { "id": "spell-bi-31", "name": "Maximize Minimize", "desc": "Double a creature’s size for 1 minute, then quarter its size for another minute. You may choose to reverse the order of the effects." },
  { "id": "spell-bi-32", "name": "Mum’s the Word", "desc": "Silence all sound created by you, and anyone in contact with you." },
  { "id": "spell-bi-33", "name": "Noxious Fog", "desc": "Fill the area with a thick, foul-smelling fog." },
  { "id": "spell-bi-34", "name": "Painful Truths", "desc": "Shout a true statement about the target to deal it damage based on how concealed the information was. d4 for common knowledge, d12 for something they wouldn’t think it possible you could know." },
  { "id": "spell-bi-35", "name": "Salamander’s Lock Pick", "desc": "Superheat a small piece of metal to weaken or melt it." },
  { "id": "spell-bi-36", "name": "Sorcerous Interference", "desc": "Negate another spell cast in your presence. Optionally make a WIL Save vs their WIL. Win: Turn the spell against its caster. Tie: Negate the spell. Lose: The spell takes effect as the caster intended." },
  { "id": "spell-bi-37", "name": "Staring Contest", "desc": "Make eye contact with a creature, it cannot look away until you do." },
  { "id": "spell-bi-38", "name": "Stasis Bubble", "desc": "Summon a glass sphere one foot in diameter, time is stopped inside the sphere until the glass is broken." },
  { "id": "spell-bi-39", "name": "Static Shock", "damage": 10, "desc": "Build charge in your hands. Each hand deals d10 damage to the next creature you touch, Critical Damage stuns." },
  { "id": "spell-bi-40", "name": "Sticky Spit", "desc": "Spit a wad of sticky, extremely adhesive phlegm." },
  { "id": "spell-bi-41", "name": "Swap", "desc": "Swap the locations of two similarly sized creatures or objects you can see." },
  { "id": "spell-bi-42", "name": "Tether", "desc": "Two objects cannot move more than 10 feet from each other." },
  { "id": "spell-bi-43", "name": "Time Skip", "desc": "Rewind time to one round ago for everyone but you." },
  { "id": "spell-bi-44", "name": "Time Slip", "desc": "Send something the size of a cat or smaller 1 minute into the future." },
  { "id": "spell-bi-45", "name": "Tracking Mark", "desc": "Fire a magical mark out of your finger. It is invisible to everyone but you, and you always know what direction it’s in. Lasts until you create another mark." },
  { "id": "spell-bi-46", "name": "Venerable Val’s Vicious Vertical Vantage Variation", "desc": "Gravity inverts for you and the next creature you touch." },
  { "id": "spell-bi-47", "name": "Wall Walk", "desc": "Choose a surface, gravity near the surface is shifted so creatures can comfortably walk along it." },
  { "id": "spell-bi-48", "name": "Watchful Eye", "desc": "Mark a surface with an eye symbol, and name a specific thing. When that thing is viewed by the eye you are alerted. Lasts until you cast this spell again." },
  { "id": "spell-bi-49", "name": "Web Spray", "desc": "Cover a surface or fill an opening with sticky webbing." }
]